IdeaRS.OpenModel.Connection.ConnectionData.FoldedPlates
Folded plate of the connection

IdeaRS.OpenModel.Connection.ConnectionData.AnchorGrids
Anchor grids which belongs to the connection

IdeaRS.OpenModel.Connection.ConnectionData.CutBeamByBeams
cut beam by beams